[
	{
		"slug": "refrigerator",
		"descriptions": [
			"You've opened this nameless white monolith",
			"(discolored, like everything else in this house)",
			"And are standing in its cold light.",
			"The shelves are weighed down with cuts of pork.",
			"And the door full of mason jars of the pig's blood."
		],
		"locationSlug": "kitchen",
		"takeable": false
	},
	{
		"slug": "cutting_board",
		"descriptions": [
			"A heavy block of maple cut concave from untold thousands of slices and chops,",
			"darkened with blood.",
			"almost exclusively pork, despite your sincere efforts to get your son to eat better.",
			"This you remember well: You were a zealous vegetarian once",
			"Abstaining from eating meat was such an obvious thing to do that you had trouble explaining it",
			"How do you even begin to justify the decision to not commit regular and lethal violence on feeling creatures?",
			"How is that the position that needs justifying in the first place?",
			"It was a plain truth. You knew it like you knew the sky was blue.",
			"In therapy, you were able to express that you felt gaslit by the people you loved and cared for the most.",
			"",
			"Of course, now, your calculus is different.",
			"Now, you just eat what's left."
		],
		"locationSlug": "kitchen",
		"takeable": false
	},
	{
		"slug": "old_knife",
		"descriptions": [
			"Many objects carry with them anonymity.",
			"This knife does not: it was loved as deeply as an object could be loved.",
			"Its handle polished from the oil and sweat of your hand",
			"Its vicious blade shrunken from being kept sharp enough to shave with.",
			"You learned early on how big of a difference that makes when breaking down a pig."
		],
		"takeable": true,
		"locationSlug": "kitchen"
	},
	{
		"slug": "king_sized_bed",
		"descriptions": [
			"A mattress brought low with decades of wear and a sick rainbow of stains",
			"in an elegant dark frame."
		],
		"takeable": false,
		"locationSlug": "master_bedroom"
	},
	{
		"slug": "sliding_door",
		"descriptions": [
			"Through the unclean glass and torn screen door mesh, you see the overgrown backyard.",
			"The door's latch has been welded shut."
		],
		"locationSlug": "dining_room",
		"takeable": false
	},
	{
		"slug": "dining_table",
		"descriptions": [
			"A circular wooden table, four or five feet across.",
			"The place where Zach sits is worn straight through the veneer",
			"frayed at the edge.",
			"The floor beneath his usual seat is darkly stained, despite your diligent cleaning."
		],
		"locationSlug": "dining_room",
		"takeable": false
	},
	{
		"slug": "your_car",
		"descriptions": [
			"Your 2004 \"jazz blue\" Camry sags, exhausted and tarnished and completely undrivable",
			"Even if you knew where the keys were, you slashed the tires a while back.",
			"It was Zach's idea, but you hardly needed convincing.",
			"By that time you were his accomplice in the systematic dismantlement of your life"
		],
		"locationSlug": "garage",
		"takeable": false
	},
	{
		"slug": "foot_pump",
		"descriptions": [
			"A black plastic pad with yellow accordion bellows",
			"Attachable via a corrugated black plastic tube to your inflatable mattress."
		],
		"locationSlug": "your_bedroom",
		"takeable": true
	},
	{
		"slug": "clothing_rack",
		"descriptions": [
			"A dark bronze spindly and arabesque contruction you picked up from a street corner in San Francisco's Inner Sunset district.",
			"\"It's amazing what these rich assholes throw away\"",
			"You thought to yourself at the time"
		],
		"locationSlug": "your_bedroom",
		"takeable": false
	},

	{
		"slug": "washer_dryer",
		"descriptions": [
			"A small and ineffective machine.",
			"You used to have a decent set of dedicated machines but your son sold them",
			"It was one of the few times you can recall questioning a decision of his.",
			"His response was to bolt an after-market coin operation assembly to the top.",
			"And charge $1.76 per load",
			"You haven't done much laundry since then."
		],
		"locationSlug": "garage",
		"takeable": false
	},
	{
		"slug": "master_bathroom_toilet",
		"descriptions": [
			"A morbid curiosity overtakes you",
			"You don't what to know, but you really want to look.",
			"Standing away from the toilet, on your tip-toes",
			"You peer over the lip of the bowl",
			"Just long enough to see something slick and black",
			"writhe and... pupate? Is that the right word?",
			"It splashes lightly against the side of the bowl."
		],
		"locationSlug": "master_bathroom",
		"takeable": false
	},
	{
		"slug": "picture",
		"descriptions": [
			"It's of you and your son",
			"Zach.",
			"He is too large to fit entirely within the frame, so you can't see his face",
			"You wonder at your son's proportions",
			"The way he fills the frame.",
			"Was he always that size?",
			"No, right? That's not how children work. He must have grown to be that big.",
			"You are certain of it: You are his mother and you gave birth to him, so he was small and he grew.",
			"Sure as eggs is eggs, as your own mother would have said.",
			"And he has grown to be big and strong, for which you are immensely proud.",
			"Though now in retrospect, you are having trouble remembering his birth",
			"Or even the pregancy",
			"You ",
			"In the picture you are smiling abundantly and hugging"
		],
		"locationSlug": "foyer",
		"takeable": true
	},
	{
		"slug": "smashed_picture",
		"descriptions": [
			"A picture frame with a spiderweb crack across the glass.",
			"it's you and Henrietta standing atop the Astoria tower",
			"That beautiful bridge in the background",
			"And an endless blue sky.",
			"You're smiling, as though it was the obvious thing to do.",
			"You have full cheeks and dark curling hair"
		],
		"locationSlug": "master_closet",
		"takeable": true
	},
	{
		"slug": "crumpled_letter",
		"descriptions": [
			"A handwritten letter:",
			"Marla,",
			"This is like my fifth time trying to write this letter.",
			"I want to make sure I am perfect with my words, because I want you to understand how serious this is, and I think you are having trouble understanding right now.",
			"And when I've tried to bring it up, you've gotten mad at me.",
			"Like, real mad.",
			"I don't know what's going on with you, but I don't want to be a boiling frog, or whatever it is you said.",
			"Who is Zach?",
			"You found him on Couchsurfing a couple weeks ago and we thought it'd be fun to have a guest.",
			"Why is he still here?",
			"Why did you give him our bedroom?",
			"Why do you cook for him so much?",
			"We can't afford all the food you're buying for him",
			"And since when do you eat pork?",
			"I think he's gotten even bigger since you started doing that.",
			"And he started calling you mom.",
			"You laughed it off the first time",
			"But now...",
			"you respond.",
			"This shouldn't even need to be said, but I'm not sure right now",
			"We don't have kids.",
			"Remember? We tried IVF with Danny.",
			"Do you actually remember?",
			"You looked at me this morning and I think it took you a second to recall who I was.",
			"Let me be clear:",
			"Zach is a monster,",
			"like, an actual monster, and he is stealing you from me",
			"He is stealing you from yourself.",
			"You get to decide now",
			"Him or me.",
			"Him, or the life we always wanted to have together.",
			"If it's him, I'm leaving. I wish I didn't have to.",
			"But you will always be allowed to change your mind.",
			"When you do, you have my number.",
			"Love,",
			"Henrietta",
			"P.S., you deserve better.",
			"I promise."
		],
		"locationSlug": "master_closet",
		"takeable": true
	},
	{
		"slug": "big_tree",
		"descriptions": [
			"This must be the largest doug fir in the forest.",
			"It emanates a maternal strength.",
			"In its base is a hollow whose opening is big enough to squeeze into"
		],
		"locationSlug": "a_quiet_forest",
		"takeable": false
	},
	{
		"slug": "worn_book",
		"descriptions": [
			"The Lord of the Rings",
			"Your favorite book since forever, even though you've grown uncomfortable with its fantasy racism",
			"and tired of its unimaginative depiction of evil.",
			"This is an ostentatious hardback edition with an embossed and gilded cover",
			"It is dusty and tattered from what must be years of re-reading",
			"especially the sections concerning Hobbiton, Lothlorien, and Tom Bombadil.",
			"On the inside front cover is an inscription addressed to you:",
			"M, I finally got you a nicer copy like I promised!",
			"Here's to all the kooky adventures in our future.",
			"Happy birthday, lovebird",
			"- H",
			"You wonder idly who H is."
		],
		"locationSlug": "a_nook",
		"takeable": true
	},
	{
		"slug": "patio_furniture",
		"descriptions": [
			"Cheap plastic patio furniture from Craigslist,",
			"cracked and yellowed.",
			"\"Starter furniture\"",
			"You had called it optimistically."
		],
		"locationSlug": "backyard",
		"takeable": false
	},
	{
		"slug": "raised_beds",
		"descriptions": [
			"You had no idea how to build garden beds, so you just kind of went for it.",
			"All things considered, you didn't do a bad job",
			"They're still holding together, though inundated with local flora.",
			"You catch yourself smiling as you recall a trip to the emergency room after smashing your foot with a redwood two-by-six.",
			"It turned out not to be broken, but it still hurt like a motherfucker.",
			"You were pretending to be brave in the passenger seat",
			"(which, you've since learned, is the same thing as actual bravery)",
			"distracting yourself by looking at your driver with mournful love",
			"admiring her steely determination,",
			"her defensive driving,",
			"and her good cheekbones.",
			"What was her name?"
		],
		"locationSlug": "backyard",
		"takeable": false
	},

	{
		"slug": "table",
		"descriptions": [
			"A table from Ikea.",
			"It has a plain white acrylic top and bright yellow legs.",
			"You chose it for its plain geometry and color.",
			"It seemed honest"
		],
		"takeable": false,
		"locationSlug": "kitchen"
	},
	{
		"slug": "range",
		"descriptions": [
			"\"I feel like a frog in boiling water,\"",
			"you had said in a rare moment of lucidity,",
			"It was a metaphor banal and grotesque",
			"to which you clung like a buoy in a storm",
			"\"it's like when I would visit my grandfather as a child,\"",
			"you told your therapist",
			"back when you could still see your therapist",
			"\"there was a mosquito that bit me as I slept.\"",
			"\"I was so itchy that I dreamt of the itch.\"",
			"\"In the dream, I had always felt that discomfort\"",
			"\"It was unbearable but also unquestionable.\"",
			"Anyways,",
			"Zach somehow captured a frog outside and put it in a pot of water on the stove.",
			"As the water warmed up, it tried to jump out",
			"But Zach caught it and placed a heavy lid on the pot.",
			"It jumped and thrashed and splashed until it didn't,",
			"until the water all boiled away and its body burned and its smoke",
			"filled the house",
			"The smell lingered for weeks, and you will never forget it.",
			"Zach smiled triumphantly,",
			"as though he had won the argument."
		],
		"takeable": false,
		"locationSlug": "kitchen"
	},
	{
		"slug": "shovel",
		"descriptions": [
			"You bought this miniature shovel shortly after moving in",
			"from the hardware store in town.",
			"this was just before your relationship with your son truly blossomed and bore its devastating fruit",
			"like water damage worming through the family photo album.",
			"The handle of this shovel is yellow fiberglass, maybe two feet long",
			"And even though it's spent years in damp neglect",
			"the galvanized scoop is not rusted.",
			"You recall that the scoop is also called a blade",
			"and feel the weapon's comfortable heft in your hand"
		],
		"takeable": true,
		"locationSlug": "side_yard"
	}
]
