[
	{
		"slug": "template",
		"descriptions": [],
		"locationSlug": "",
		"takeable": false
	},
	{
		"slug": "dark_picture",
		"descriptions": [
			"a dark picture",
			"it's you and zach",
			"your son.",
			"Though he is too large to fit entirely in frame"
		],
		"locationSlug": "foyer",
		"takeable": false
	},
	{
		"slug": "hidden_picture",
		"descriptions": [
			"you and Henrietta",
			"Smiling, as though it was the most obvious thing to do"
		],
		"locationSlug": "",
		"takeable": false
	},
	{
		"slug": "big_tree",
		"descriptions": [
			"This must be the largest douglas fir in the forest.",
			"It emanates a maternal strength.",
			"In its base is a hollow whose opening is big enough to squeeze into"
		],
		"locationSlug": "a_quiet_forest",
		"takeable": false
	},
	{
		"slug": "worn_book",
		"descriptions": [
			"The Lord of the Rings",
			"Your long-time favorite book, even though you've grown uncomfortable with its fantasy racism",
			"and tired of its unimaginative depiction of evil.",
			"This is an ostentatious hardback edition with an embossed and gilded cover",
			"It is dusty and tattered from what must be years of re-reading",
			"especially the sections concerning Hobbiton, Lothlorien, and Tom Bombadil.",
			"On the inside front cover is an inscription addressed to you:",
			"M, I finally got you a nicer copy like I promised!",
			"Here's to all the kooky adventures in our future.",
			"Happy birthday, lovebird",
			"- H",
			"You wonder idly who H is."
		],
		"locationSlug": "a_nook",
		"takeable": true
	},
	{
		"slug": "patio_furniture",
		"descriptions": [
			"Cheap plastic patio furniture from Craigslist,",
			"cracked and yellowed.",
			"\"Starter furniture\"",
			"You had called it optimistically."
		],
		"locationSlug": "backyard",
		"takeable": false
	},
	{
		"slug": "raised_beds",
		"descriptions": [
			"You had no idea how to build garden beds, so you just kind of went for it.",
			"All things considered, you didn't do a bad job",
			"They are even still intact, though inundated with local flora.",
			"You catch yourself smiling as you recall a trip to the emergency room after smashing your foot with a redwood two-by-six.",
			"It turned out not to be broken, but it still hurt like a motherfucker.",
			"You were pretending to be brave in the passenger seat",
			"(which, you've since learned, is the same thing as actual bravery)",
			"distracting yourself by looking at your driver with mournful love",
			"admiring her steely determination,",
			"her defensive driving,",
			"and her well-defined cheekbones.",
			"What was her name?"
		],
		"locationSlug": "backyard",
		"takeable": false
	},

	{
		"slug": "old_knife",
		"descriptions": [
			"many objects carry with them anonymity.",
			"This knife does not: it was loved as deeply as an object could be loved."
		],
		"takeable": true,
		"locationSlug": "kitchen"
	},
	{
		"slug": "table",
		"descriptions": [
			"A table from Ikea.",
			"It has a plain white acrylic top and bright yellow legs.",
			"You chose it for its plain geometry and color.",
			"It seemed honest"
		],
		"takeable": false,
		"locationSlug": "kitchen"
	},
	{
		"slug": "shovel",
		"descriptions": [
			"You bought this mini shovel shortly after moving in",
			"from the hardware store in town.",
			"this was just before your desperation and sadness blossomed and bore its devastating fruit",
			"like water damage worming through the family photo album.",
			"The handle of this shovel is yellow fiberglass and maybe two feet long",
			"And though it has spent years in damp neglect",
			"the galvanized scoop is not rusted.",
			"You recall that the scoop is also sometimes called a blade",
			"and feel the weapon's comfortable heft in your hand"
		],
		"takeable": true,
		"locationSlug": "trash_heap"
	}
]
