[
	{
		"slug": "template",
		"descriptions": [],
		"locationSlug": "",
		"takeable": false
	},
	{
		"slug": "big_tree",
		"descriptions": [
			"This must be the largest douglas fir in the forest.",
			"It emanates strength.",
			"At its base is a hollow",
			"Big enough to squeeze into it"
		],
		"locationSlug": "",
		"takeable": false
	},

	{
		"slug": "worn_book",
		"descriptions": [
			"The Lord of the Rings",
			"Your long-time favorite book, even though you've grown uncomfortable with its fantasy racism.",
			"This is an ostentatious hardback edition with an embossed and gilded cover",
			"It is dusty and tattered from what must be years of re-reading.",
			"The inside of the front cover is an inscription addressed to you:",
			"M, I finally got you a nicer copy like I promised!",
			"Here's to all the kooky adventures in our future.",
			"Happy birthday lovebird",
			"- H",
			"You wonder idly who H is."
		],
		"locationSlug": "a_nook",
		"takeable": true
	},

	{
		"slug": "old_knife",
		"descriptions": [
			"many objects carry with them anonymity.",
			"This knife does not: it was loved as deeply as an object could be loved."
		],
		"takeable": true,
		"locationSlug": "kitchen"
	},
	{
		"slug": "table",
		"descriptions": [
			"A table from Ikea.",
			"It has a plain white acrylic top and bright yellow legs.",
			"You chose it for its plain geometry and color.",
			"It seemed honest"
		],
		"takeable": false,
		"locationSlug": "kitchen"
	},
	{
		"slug": "shovel",
		"descriptions": [
			"You bought this mini shovel shortly after moving in",
			"from the hardware store in town.",
			"this was just before your desperation and sadness blossomed and bore its devastating fruit",
			"like water damage worming through the family photo album.",
			"The handle of this shovel is yellow fiberglass and maybe two feet long",
			"And though it has spent years in damp neglect",
			"the galvanized scoop is not rusted.",
			"You recall that the scoop is also sometimes called a blade",
			"and feel the weapon's comfortable heft in your hand"
		],
		"takeable": true,
		"locationSlug": "trash_heap"
	}
]
