[
	{
		"slug": "a_quiet_forest",
		"descriptions": [
			"You are standing in the center of a congress of douglas fir trees at the top of a hill",
			"lit by the diffuse dawn light of winter.",
			"A ragged path leads away."
		]
	},
	{
		"slug": "a_nook",
		"descriptions": [
			"You squeeze into the hollow at the base of the tree",
			"It is a dry and warm nook among the roots, slightly larger than one might have expected.",
			"It has been picked clear of detritus.",
			"Sitting for a moment on a knuckled and seatlike root,",
			"you feel that you are completely hidden from anyone who might try to find you",
			"and a strong sense that that is a very good thing."
		]
	},
	{
		"slug": "a_path",
		"descriptions": [
			"You walk for a long while. Maybe a mile.",
			"The path turns to mud as you approach the house",
			"and the air becomes large with mildew and rot",
			"An odor which causes your heart to quicken, and your palms to sweat.",
			"You remind yourself that it is daylight, and that at least for now, you are safe",
			"and you walk."
		]
	},
	{
		"slug": "in_front_of_the_house",
		"descriptions": [
			"You are standing in front of your house",
			"a single story of rotting stucco.",
			"The forest is in the process of reclaiming its territory.",
			"You knew white walls would be a problem,",
			"but one summer, Zach demanded that you whitewash the outside of the house",
			"and there was no futher discussion.",
			"A visceral sensation of contempt floods your mouth as you look towards the mossy grey and black streaks.",
			"A sensation aimed at yourself."
		]
	},
	{
		"slug": "side_yard",
		"descriptions": [
			"Zach has used the side yard to hoard his empties ever since he learned that they could be redeemed for cash",
			"You start to do a rough calculation:",
			"Two six packs a day, six days a week",
			"That's thirty-seven hundred a year",
			"But you have lost count of the years."
		]
	},
	{
		"slug": "backyard",
		"descriptions": [
			"You tried to garden here once",
			"You dreamt of rhubarb pie in late winter and tomatillo salsa in summer",
			"You dreamt of bringing these things to the dinner table and sharing them with your friends, your parents.",
			"You half-joked with them that you could direct your mothering instincts towards plants",
			"Seeing as you weren't going to have kids",
			"They didn't laugh.",
			"The yard has been unused and unvisited for a long while:",
			"a space ceded to the wild fertility of the Pacific Northwest",
			"crowded with deer fern and fly agaric."
		]
	},
	{
		"slug": "foyer",
		"descriptions": [
			"You enter the foyer",
			"And the voidish smell of mold hits you like a brick wall",
			"You shut the door gently behind you",
			"Holding the latch down as it closes to muffle the mechanism's click",
			"out of habit."
		]
	},
	{
		"slug": "kitchen",
		"descriptions": [
			"This is where you've spent almost all of your waking hours for some number of years",
			"Preparing large meals of pork for Zach."
		]
	},
	{
		"slug": "dining_room",
		"descriptions": [
			"It's something like a combined dining room and living room, with a wide opening towards the kitchen.",
			"This is the natural heart of the house, where guests could feel warm and cared for",
			"Where you imagined directing the layout of diverse potluck dishes",
			"Appropriately labelling the vegan and gluten-free options.",
			"Checking in with your friend who has the nut allergy,",
			"Asking if nutmeg is okay, even though you know it is,",
			"just to let her know that you care, to help her feel safe.",
			"An electric frisson flows through you as you fantasize the banal performance of love for friends",
			"",
			"",
			"",
			"It is cold now in the dining room."
		]
	},
	{
		"slug": "hallway",
		"descriptions": [
			"When the bedroom doors are closed, the hallway gets dark,",
			"even on a bright day.",
			"And today is not a bright day."
		]
	},
	{
		"slug": "your_bedroom",
		"descriptions": [
			"A small grey-carpeted room with a north-facing window behind dull cotton curtains.",
			"An inflatable twin sized mattress in the center, which you fill every night using a foot-pump.",
			"A single synthetic grey comforter.",
			"An etiolated succulent.",
			"A stand-alone clothing rack."
		]
	},
	{
		"slug": "garage",
		"descriptions": [
			"A dusty storage unit the real-estate agent aspirationally termed a garage.",
			"into which you've managed to squeeze your car.",
			"It is tightly surrounded by various sundries, including a stack of dusty floor tiles and a decrepit washer-dryer combo."
		]
	},
	{
		"slug": "master_bedroom",
		"descriptions": [
			"You scarcely breathe for fear of disturbing this dark room",
			"Even though you know Zach's not home.",
			"This used to be the most beautiful room in the house,",
			"with big south-facing windows vaulted over by a viney philodendron",
			"But now, In addition to the heavy blackout curtains, there's a space heater and a humidifier.",
			"It feels like the South at night."
		]
	},
	{
		"slug": "master_closet",
		"descriptions": [
			"The closet is empty and ",
			"Stuffed messily into one corner are various pages and envelopes"
		]
	},
	{
		"slug": "master_bathroom",
		"descriptions": [
			"Initially, you are surprised by the bathroom's relative cleanliness.",
			"It's certainly not pristine, but there is no obvious grime, no signs of regular use.",
			"But then the smell creeps up on you.",
			"It is of the ocean and the tidal marsh; agricultural runoff and algal blooms.",
			"The stagnant marsh in the southwestern reaches of Puget Sound, or the Salton Sea."
		]
	},
	{
		"slug": "your_bathroom",
		"descriptions": [
			"There is a mirror in front of you.",
			"In a moment of clarity, you see yourself:",
			"Your face thin and hollow.",
			"Your spirit visibly exhausted.",
			"It's been a wretched decade.",
			"Ten years of hell.",
			"From across the house you hear the front door lurch open and slam shut.",
			"Zach is home.",
			"He undoubtedly brought with him a sow",
			"clutching its neck in his strong and sharp mouth",
			"She breathes her final wet and ragged breath as she is slapped down onto the kitchen's yellowed linoleum.",
			"When he finds you, he will ask you to cut the warm heart from the pig and serve it to him.",
			"He will ask you to launder his stinking undergarments.",
			"He will ask you to massage his tremendous and cloven feet.",
			"He will ask you to lance the cysts which erupt from his broad white shoulders.",
			"Any other day you would accede, because he is your son and your love for him is without bound.",
			"But today, you countenance your neglected countertop,",
			"cracked and panned makeup,",
			"overflowing wastebasket,",
			"and see with clear eyes the comfort you take in their familiarity.",
			"How that comfort has destroyed you utterly.",
			"You have an urge to hate yourself for it but there is no time.",
			"He is coming.",
			"You shut the door to the bathroom, holding the knob twisted as it closes to muffle the click of the latch as it comes home.",
			"You turn off the light.",
			"And you stop breathing.",
			"Does he know you are here?",
			"There is nowhere left to go but down.",
			"And down.",
			"And down and down and down."
		]
	},
	{
		"slug": "down",
		"descriptions": [
			"It is completely dark in the bathroom now, so your features are amorphous and imaginary in the mirror.",
			"Just dark shapes in a darker background.",
			"You drown in that shadow image of yourself, passively inventing colors and ideas and patterns,",
			"applying them to the void.",
			"Who are you?",
			"Who do you want to be?",
			"You consider the nothingness in the mirror, and agree with it on principle.",
			"Zach calls for you from across the house."
		]
	},
	{
		"slug": "and_down",
		"descriptions": [
			"Eigengrau: the intrinsic light of total blackness.",
			"The dark grey static that you see in a completely dark environment.",
			"It's caused by the random firing of overexcited cones and rods in your eye.",
			"Or something like that.",
			"It's just about the only thing you remember from an epistemology class you took at PCC, and it comes to you now.",
			"Zach is walking down the hall calling your name. His footfalls rattle the mirror in its frame, which blurs your outline.",
			"A miracle occurs.",
			"you see your self.",
			"all of it",
			"In your infinite and ineffable and perfect way",
			"That I'd tried to describe to you so many times",
			"that you could never see.",
			"You are worthy of love, Marla",
			"I known this like I know the sky is blue.",
			"In this brief moment, you know it too."
		]
	},
	{
		"slug": "and_down_and_down",
		"descriptions": [
			"Zach knocks at the door. Turns the latch impatiently.",
			"Swings open the door",
			"Something magical happens.",
			"You leave.",
			"In fact, you've already left.",
			"You're unsure if you invoked it or what.",
			"You're unsure even about the notion of you-ness.",
			"Skeptical of the utility of the concept.",
			"But I digress:",
			"You're atomized. Ceased, in a real and physical sense."
		]
	},
	{
		"slug": "silence",
		"descriptions": [
			"",
			"",
			"",
			"",
			"Breathe.",
			"",
			"",
			"",
			"You are safe.",
			"",
			"",
			"In an ancient world, Zach burst through the threshold and found the bathroom empty.",
			"He ransacked the house searching for you.",
			"He tore like a beast through the surrounding forest for weeks.",
			"He atrophied in filth and rot",
			"And eventually crumbled to dust.",
			"You cried and screamed from the darkness of your hidden place.",
			"Wanting him back more than you've ever wanted anything",
			"Sick at your failure as a mother",
			"A creature of rage pointed inwards",
			"This is the story of a woman who was trapped until she wasn't.",
			"A story of someone who looked herself in the mirror",
			"and realized all the power she had was in leaving."
		]
	},
	{
		"slug": "coffee_shop",
		"descriptions": [
			"You woke up",
			"It feels good to be outside,",
			"but at no moment in the past several days have you released the tension in your shoulders.",
			"It clings like dirt under your fingernails.",
			"But you have another miraculous experience:",
			"Your tea is sitting on a fragile wooden table besides you, still too hot to drink.",
			"Its steam curls and lengthens with astronomical lazy grace.",
			"Grace, like in the divine sense.",
			"Grace like mercy.",
			"A Cat Stevens song is playing slowly on the radio:",
			"Moon shadow,",
			"Moonshadow",
			"You sense your defenses drop, even if just for a moment,",
			"and you feel exactly as you are meant to feel;",
			"you exist exactly as you ought to exist.",
			"There is hurt deep in your bones that will never completely go away.",
			"Dread that you're suddenly going to wake up from a dream.",
			"A strongly-held belief that you don't deserve happiness",
			"Yet a nagging suspicion that you are worthy of it anyways.",
			"And love.",
			"All alongside a sore throat, from crying.",
			"At this moment, Henrietta walks in."
		]
	},
	{
		"slug": "the_end",
		"descriptions": [
			"Thank you for reading!",
			"I hope you lked it.",
			"The code for this interactive fiction was made by Vincent Colavin and Rebecca Sinclair Colavin",
			"And the prose was all written by Vincent"
		]
	}
]
