[
	{
		"slug": "a_quiet_forest",
		"descriptions": [
			"it is early morning.",
			"cold rain is melting the what remaining empty and wet snow hangs from the boughs of the surrounding trees",
			"I am surrounded by evergreens.",
			"douglas fir.",
			"I can make out a path heading into the fog."
		]
	},
	{
		"slug": "a_path",
		"descriptions": [
			"somewhere in my brain, I am sure",
			"this path is etched deeply and indelible. I could walk it in my sleep.",
			"the ground sucks at my boots",
			"and the moss beckons"
		]
	},
	{
		"slug": "in_front_of_the_cabin",
		"descriptions": [
			"I am standing in front of the house I grew up in",
			"it's been years since I've been back",
			"I experience a strange mixture of feelings",
			"melancholy, though maybe that's just the weather",
			"pride, for leaving",
			"apprehension, for what I know is inside"
		]
	},
	{
		"slug": "side_yard",
		"descriptions": [
			"I tried to start a garden here once",
			"I dreamt, specifically, of rhubarb in winter and tomatillos in summer",
			"I dreamt of bringing these things to the dinner table and sharing them with my parents",
			"it was a naïve aspiration, but who could fault you for such a desire?",
			"the side yard has been unused, unvisited since",
			"a space ceded to the damp and clamoring claw of the pacific northwest",
			"a weathered shovel bears aged witness to my efforts",
			"and the gate creaks in the wind"
		]
	},
	{
		"slug": "backyard",
		"descriptions": [
			"a mockery of the suburban backyard, with a pool and everything",
			"mom wanted a pool but she hated to swim",
			"dad hated the suburbs but loved pool maintenance",
			"their charade worked until it didn't.",
			"a relic of multicolored plastic survives in the swampy remains of the pool",
			"I am unsettled.",
			"the damp sets into your bones.",
			"I do not wish to stay."
		]
	},
	{
		"slug": "inside",
		"descriptions": [
			"it is a cold cabin.",
			"diffuse light flows and pools and illuminates",
			"why did I return?"
		]
	}
]
