[
	{
		"slug": "a_quiet_forest",
		"descriptions": [
			"it is early morning.",
			"cold rain is melting the what remaining empty and wet snow hangs from the boughs of the surrounding trees",
			"I am surrounded by evergreens.",
			"douglas fir.",
			"I can make out a path heading into the fog."
		]
	},
	{
		"slug": "a_path",
		"descriptions": [
			"somewhere in my brain, I am sure",
			"this path is etched deeply and indelible. I could walk it in my sleep.",
			"the ground sucks at my boots",
			"and the moss beckons"
		]
	},
	{
		"slug": "in_front_of_the_cabin",
		"descriptions": [
			"I am standing in front of the house I grew up in",
			"it's been years since I've been back",
			"I experience a strange mixture of feelings",
			"melancholy, though maybe that's just the weather",
			"pride, for leaving",
			"apprehension, for what I know is inside"
		]
	},
	{
		"slug": "side_yard",
		"descriptions": [
			"I tried to start a garden here once",
			"I dreamt, specifically, of rhubarb in winter and tomatillos in summer",
			"I dreamt of bringing these things to the dinner table and sharing them with my parents",
			"it was a naïve aspiration, but who could fault a child for such a desire?",
			"the side yard has been unused and unvisited since",
			"a space ceded to the damp clamor of the pacific northwest.",
			"The gate creaks in the wind.",
			"And by it is a pile of cans and other refuse."
		]
	},
	{
		"slug": "trash_heap",
		"descriptions": [
			"Towards the end, dad talked a lot about how the Oregon government was scamming us",
			"by making us pay for can and bottle deposits they knew we'd never redeem",
			"he started hoarding his empties, bragging about the big dinner he'd take us out on when he took them to the place.",
			"over time, this project grew and consumed my garden.",
			"I pick through the moss-covered aluminum like an archaeologist",
			"and I find several parts of my childhood I had tried to forget."
		]
	},
	{
		"slug": "backyard",
		"descriptions": [
			"a mockery of the suburban backyard, with a pool and everything",
			"mom wanted a pool but she hated to swim",
			"dad hated the suburbs but loved pool maintenance",
			"their charade worked until it didn't.",
			"a relic of multicolored plastic survives in the swampy remains of the pool",
			"I am unsettled.",
			"the damp sets into your bones.",
			"I do not wish to stay."
		]
	},
	{
		"slug": "foyer",
		"descriptions": [
			"You enter the foyer",
			"And the voidish smell of mold hits you like a brick wall",
			"Just dust.",
			"The shoe rack is in grand, welcoming disarray.",
			"You shut the door gently behind you",
			"Holding the latch down as it closes to muffle the mechanism's click",
			"out of habit.",
			"The silence of this place shall not be disturbed."
		]
	},
	{
		"slug": "kitchen",
		"descriptions": [
			"Here on the linoleum floor of the kitchen you can see the ghost",
			"of the dining table you bought when you moved in twenty years ago"
		]
	},
	{
		"slug": "range",
		"descriptions": [
			"\"I feel like a frog in boiling water,\"",
			"you had said,",
			"patient peacemaker that you are, to your husband as you fought.",
			"It was a metaphor banal and grotesque",
			"to which you clung like a buoy in a storm",
			"\"it's like when I was in Italy as a child visiting my grandfather,\"",
			"you told your therapist",
			"back when you could still see your therapist",
			"\"there was a mosquito in my bedroom biting me as I slept.\"",
			"\"I was so itchy that I dreamt of the itch.\"",
			"\"In the dream, I had always felt that discomfort\"",
			"\"It was unbearable but also unquestionable.\"",
			"Anyways,",
			"Your husband somehow captured a frog outside and put it in a pot of water on the stove.",
			"As the water warmed up, it tried to jump outside",
			"But your husband caught it and placed a heavy lid on the pot.",
			"It jumped and thrashed and splashed until it didn't,",
			"until the water all boiled away and its body burned and its smoke",
			"filled the house",
			"The smell would linger for weeks and you could never forget it.",
			"Your husband smiled triumphantly",
			"As though he had won the argument."
		]
	}
]
