[
	{ "slug": "a_template", "descriptions": [] },
	{
		"slug": "a_quiet_forest",
		"descriptions": [
			"You are standing in the center of a congress of douglas fir trees at the top of a hill",
			"lit by the diffuse dawn light of winter.",
			"A ragged path leads away, downhill."
		]
	},
	{
		"slug": "a_nook",
		"descriptions": [
			"You squeeze into the hollow at the base of the tree",
			"It is a dry and warm nook among the roots, slightly larger than one might have expected.",
			"It has been picked clear of detritus.",
			"Sitting for a moment on a knuckled and seatlike root,",
			"you feel that you are completely hidden from anyone who might try to find you",
			"and a strong sense that that is a very good thing."
		]
	},
	{
		"slug": "a_path",
		"descriptions": [
			"You walk for a long while. Maybe a mile",
			"The ground softens as you walk downhill toward the house",
			"and the air is becomes large with mildew and rot",
			"An odor which causes your heart to quicken, and your palms to sweat.",
			"You remind yourself that it is daylight, and for now at least, you are safe",
			"and you walk."
		]
	},
	{
		"slug": "in_front_of_the_house",
		"descriptions": [
			"You're standing in front of the house",
			"or, rather, your house:",
			"a single story of rotting plastered timber",
			"it's been a while since you've been back.",
			"and the forest is in the process of reclaiming its territory",
			"Obviously white walls were always going to be a problem,",
			"but one summer, Zach demanded that you whitewash the outside of the house",
			"and there was no futher discussion.",
			"Now, a visceral sensation of contempt floods your mouth as you look towards the mossy grey and black streaks.",
			"And you realize that contempt is directed at yourself."
		]
	},
	{
		"slug": "side_yard",
		"descriptions": [
			"Zach has used the side yard to hoard his empties ever since you explained to him that they could be redeemed for cash",
			"You start to do a rough calculation:",
			"Two sixers a day, six days a week",
			"That's thirty-seven hundred a year",
			"But for how many years?",
			"You cannot remember."
		]
	},
	{
		"slug": "backyard",
		"descriptions": [
			"You tried to garden here once",
			"Specifically, you wanted rhubarb in winter and tomatillos in summer",
			"You dreamt of bringing these things to the dinner table and sharing them with your friends, your parents.",
			"You half-joked with them that you could direct your mothering instincts towards plants",
			"Seeing as you weren't going to have kids",
			"They didn't laugh.",
			"The yard has been unused and unvisited for a long while:",
			"a space ceded to the wild fertility of the Pacific Northwest",
			"crowded with deer fern and fly agaric."
		]
	},
	{
		"slug": "foyer",
		"descriptions": [
			"You enter the foyer",
			"And the voidish smell of mold hits you like a brick wall",
			"You shut the door gently behind you",
			"Holding the latch down as it closes to muffle the mechanism's click",
			"out of habit.",
			"The silence of this place shall not be disturbed."
		]
	},
	{
		"slug": "kitchen",
		"descriptions": [
			"Here on the linoleum floor of the kitchen you can see the ghost",
			"of the dining table you bought when you moved in twenty years ago"
		]
	},
	{
		"slug": "your_car",
		"descriptions": [
			"You slashed your tires a while back",
			"And your car sags in the driveway, growing moss and rust in equal proportion",
			"You hardly needed convincing",
			"At that time you were Zach's accomplice in the systematic dismantlement of your life"
		]
	},
	{
		"slug": "range",
		"descriptions": [
			"\"I feel like a frog in boiling water,\"",
			"you had said,",
			"It was a metaphor banal and grotesque",
			"to which you clung like a buoy in a storm",
			"\"it's like when I would visit my grandfather as a child,\"",
			"you told your therapist",
			"back when you could still see your therapist",
			"\"there was a mosquito that bit me as I slept.\"",
			"\"I was so itchy that I dreamt of the itch.\"",
			"\"In the dream, I had always felt that discomfort\"",
			"\"It was unbearable but also unquestionable.\"",
			"Anyways,",
			"Zach somehow captured a frog outside and put it in a pot of water on the stove.",
			"As the water warmed up, it tried to jump out",
			"But Zach caught it and placed a heavy lid on the pot.",
			"It jumped and thrashed and splashed until it didn't,",
			"until the water all boiled away and its body burned and its smoke",
			"filled the house",
			"The smell lingered for weeks, and you will never forget it.",
			"Zach smiled triumphantly,",
			"as though he had won the argument."
		]
	},
	{
		"slug": "zachs_room",
		"descriptions": [
			"this place is gross",
			"Kept constantly hot with space heaters",
			"Perhaps there's like an egg sac or something?",
			"Something which obviously clues you in to the fact that he is not human."
		]
	},

	{
		"slug": "outside",
		"descriptions": [
			"you walk away from the house.",
			"You may not feel it, but this is a happy story.",
			"This is a happy and free story of a woman who was trapped",
			"until she wasn't.",
			"A story of someone who looked herself in the mirror one day",
			"touched the scars on her face",
			"and realized the only power she had was to leave.",
			"It was terrifying; your stomach dropped.",
			"Momentously, you countenanced your surroundings:",
			"the neglected countertop,",
			"wasted makeup,",
			"overflowing wastebasket,",
			"and saw how much comfort you took in their familiarity.",
			"Saw how that comfort had destroyed you utterly.",
			"Your sight was clear for the first time in years, and you were totally resigned to what you saw.",
			"You washed your hands and ",
			"That was almost it, but luck was with you that day:",
			"A rare ray of sun broke through the pall and struck your face.",
			"You saw the beauty and strength inherent to every human life.",
			"You saw love."
		]
	},
	{
		"slug": "coffee_shop",
		"descriptions": [
			"Several days later you are running errands.",
			"You stop at a coffeeshop to take a breather. Your arms are tired from carrying grocery bags.",
			"It's been a long while since you gone shopping like this.",
			"It feels good to be out,",
			"but at no moment in the past several days have you unclenched your mind from thoughts of the house.",
			"Its mildew stench clings like dirt under your fingernails.",
			"But you have another revelatory experience:",
			"Your tea is sitting on a small table besides you, still too hot to drink. It steams darkly.",
			"The steam curls and spirals through the air with infinite lazy grace.",
			"Grace like in the divine sense.",
			"An old Cat Stevens song is playing slowly on the radio.",
			"A wave of exhaustion flows through you,",
			"and you welcome it.",
			"It is as though the clenched fist in your mind has released, even if just for a moment,",
			"and you feel exactly as you are meant to feel;",
			"you exist exactly as you ought to.",
			"There is a hurt deep in your bones that you suspect will never completely go away.",
			"Alongside love for yourself, pride and beauty,",
			"the sore throat, from crying.",
			"Henrietta walks in."
		]
	}
]
