[
	{
		"slug": "a_quiet_forest",
		"descriptions": [
			"it is early morning.",
			"a cold rain is melting the remaining empty and wet snow hanging from the boughs of the surrounding trees",
			"it is falling in irregular clumps around you",
			"and you can make out a path heading forward into the fog."
		]
	},
	{
		"slug": "a_path",
		"descriptions": [
			"the rot beckons",
			"and the mud sucks at your boots.",
			"you are confronted with the unavoidable putrescence and death of the temperate rainforest"
		]
	},
	{
		"slug": "in_front_of_the_house",
		"descriptions": [
			"You're standing in front of the house",
			"or, rather, your house:",
			"it is a single story of rotting plastered timber",
			"it's been a while since you've been back.",
			"and the forest is in the process of reclaiming its territory",
			"You knew that white walls were always going to be a problem",
			"but your husband insisted he would whitewash them every summer",
			"you cowed without argument",
			"your exhaustion and fear apparent in hindsight",
			"Now, contempt floods your mouth as you look towards the mossy grey and black streaking the walls"
		]
	},
	{
		"slug": "side_yard",
		"descriptions": [
			"You tried to start a garden here once",
			"You dreamt, specifically, of rhubarb in winter and tomatillos in summer",
			"You dreamt of bringing these things to the dinner table and sharing them with your parents",
			"it was a naïve aspiration, but who could fault a child for such a desire?",
			"the side yard has been unused and unvisited since",
			"a space ceded to the damp clamor of the pacific northwest.",
			"The gate creaks in the wind.",
			"And by it is a pile of cans and other refuse."
		]
	},
	{
		"slug": "trash_heap",
		"descriptions": [
			"your dad talked a lot about how the state government was scamming us",
			"by making you pay for can and bottle deposits they knew we'd never redeem",
			"he started hoarding his empties, bragging about the big dinner he'd take you out on when he took them to the place.",
			"over time, this project grew and consumed your garden.",
			"You pick through the moss-covered aluminum like an archaeologist",
			"and find several parts of your childhood you had tried to forget."
		]
	},
	{
		"slug": "backyard",
		"descriptions": [
			"a mockery of the suburban backyard, with a pool and everything",
			"mom wanted a pool but she hated to swim",
			"dad hated the suburbs but loved pool maintenance",
			"their charade worked until it didn't.",
			"a relic of multicolored plastic survives in the swampy remains of the pool",
			"You are unsettled.",
			"the damp sets into your bones.",
			"You do not wish to stay."
		]
	},
	{
		"slug": "foyer",
		"descriptions": [
			"You enter the foyer",
			"And the voidish smell of mold hits you like a brick wall",
			"Just dust.",
			"The shoe rack is in grand, welcoming disarray.",
			"You shut the door gently behind you",
			"Holding the latch down as it closes to muffle the mechanism's click",
			"out of habit.",
			"The silence of this place shall not be disturbed."
		]
	},
	{
		"slug": "kitchen",
		"descriptions": [
			"Here on the linoleum floor of the kitchen you can see the ghost",
			"of the dining table you bought when you moved in twenty years ago"
		]
	},
	{
		"slug": "range",
		"descriptions": [
			"\"I feel like a frog in boiling water,\"",
			"you had said,",
			"patient peacemaker that you are, to your husband as you fought.",
			"It was a metaphor banal and grotesque",
			"to which you clung like a buoy in a storm",
			"\"it's like when I was in Italy as a child visiting my grandfather,\"",
			"you told your therapist",
			"back when you could still see your therapist",
			"\"there was a mosquito in my bedroom biting me as I slept.\"",
			"\"I was so itchy that I dreamt of the itch.\"",
			"\"In the dream, I had always felt that discomfort\"",
			"\"It was unbearable but also unquestionable.\"",
			"Anyways,",
			"Your husband somehow captured a frog outside and put it in a pot of water on the stove.",
			"As the water warmed up, it tried to jump out",
			"But your husband caught it and placed a heavy lid on the pot.",
			"It jumped and thrashed and splashed until it didn't,",
			"until the water all boiled away and its body burned and its smoke",
			"filled the house",
			"The smell would linger for weeks and you would never forget it.",
			"Your husband smiled triumphantly",
			"As though he had won the argument."
		]
	}
]
